alefragnani.project-manager
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
exiasr.hadolint
foxundermoon.shell-format
GitHub.vscode-pull-request-github
hashicorp.terraform
mhutchie.git-graph
mkhl.direnv
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
redhat.vscode-xml
redhat.vscode-yam
richie5um2.vscode-sort-json
RoscoP.ActiveFileInStatusBar
skyapps.fish-vscode
tomaszbartoszewski.avro-tools
VisualStudioExptTeam.vscodeintellicode